{
  "home": "首頁",
  "products": "產品",
  "main_page_title" : "純天然燕窩",
  "about": "關於我們",
  "explore": "探索產品",
  "learn": "更多 →",
  "top_sales": "熱門產品",
  "visit_factory_title": "看看我們的工廠吧！",
  "visit_factory_text": "我們秉持誠信經營的理念全心全意的貫徹 “純天然” 這個標題，並且透明化我們的工廠流程。有興趣的顧客可以參考我們的工廠流程",
  "about_us": "官之燕貿易®在燕窩買賣行業已有超過20多年的歷史。為了保證我們的燕窩純淨，好吃，營養豐富，和純天然我們定期從我們的燕屋（燕窩農場）採取新鮮的燕窩，並送到我們的工廠進行衛生和無添加化學產品的加工，此過程中完全沒有添加任何的化學物質（例如食用色素或漂白劑）。\n貨真價實，重諾受信。",
  "about_us_long1": "Our company has more than 20 years of history, tracing back to when we first started Swiftlet (Birdnest) Farming in Malaysia. Our first Swiftlet house was bought in 1995 and Birdnests were hand harvested on a regular basis. Over the years, we have learned the skills to build our own Swiftlet houses and grow our Swiftlet farming business steadily. Our business on Raw Birdnest Trading also expands progressively from within Malaysia to places beyond, like Hong Kong, Singapore, China and US, due to increasing demand from consumers in the region.",
  "about_us_long2": "Birdnests have always been regarded as a health delicacy for the rich and affluent due to the high pricing. Tedious & labor-intensive harvesting and processing steps of Birdnests continue to keep the product at such high pricing level. As strong believers to the health benefits of Birdnests, our company envisions to make Birdnests more affordable so to allow more people to enjoy the health benefits in Birdnest consumption.",
  "about_us_long3": "Our compnay works on streamlining the supply chain and focusing on providing high quality products. Our Birdnests come directly from our company's Swiftlet Farms and Swiftlet Farms in our alliance companies, allowing us to be in full control of our Birdnest quality.",
  "about_us_long4": "Our Birdnest processing is hygienic and chemical-free, we prohibit the use of food colorings and bleach in our food processing",
  "about_us_long5": "We have instituted quality control in each stage of production: from bird's nest collection, cleaning, drying, packaging, continuing to ingredient selection, cooking, final consumer packaging. We endeavour to improve our operations and strive to deliver the best products to our consumers, bringing better beauty, youth, and health to everyone.",
  "about_us_long6": "We continue to strive for excellence in our quality and services to our customers.",
  "swiftlet1": "Swiftlet farming involves the construction and/or conversion of human-centric buildings into protective and comfortable enclosed structures for swiftlets to reside and nest in. As such, in addition to the identification of suitable land and its surrounding environment, it is imperative to design and construct swiftlet farming houses that are able to accommodate and encourage the growth of swiftlets over successive years. Environmental factors such as external air temperature, internal room temperature, relative humidity, air velocity, and light intensity are key factors for a successful Swiftlet Farming House.",
  "swiftlet2": "Successful swiftlet farming houses are able to attract swiftlets of the species Aerodramus fuciphagus that produces one of the highest qualities Edible Bird Nests (EBN). For centuries, swiftlet nests of edible bird's nests had been known as a delicacy that is high in nutrition ad medicinal value by many Asian countries like China, Hong Kong, Singapore, Japan, and other Asia Pacific countries. It is also labeled as one of the most coveted beauty products in Asia and known as 'Caviar of the East'.",
  "swiftlet3": "Thus, EBN is a high value commercial product and its successful farming could yield high potential returns for investors and traders.",
  "swiftlet4": "Therefore, we are proud to say that our swiftlet farms are certified by the Veterinary Health Mark (VHM) such as MyGAP. Hence, bird's nest produced from our swiftlet farms are among the finest with minimal impurities, authentic colour and of highest quality.",
  "factory": "我們的工廠",
  "search": "搜尋...",
  "shopping_cart": "購物籃",
  "thank_you": "謝謝您",
  "thanks": "謝謝",
  "signup": "註冊",
  "login": "登入",
  "signout": "登出",
  "language": "語言",
  "english": "英文",
  "zh": "簡體中文",
  "zhc": "繁體中文",
  "cart": "加入購物籃",
  "qty": "數量:",
  "hot": "熱賣",
  "acc": "賬號",
  "aboutus": "關於我們",
  "story": "我們的故事",
  "mission": "我們的任務",
  "bhours": "營業時間",
  "mon": "星期一",
  "sun": "星期日",
  "rest": "星期一至星期日",
  "closed": "假日休息",
  "contact": "聯繫",
  "disclaimer": "免責聲明",
  "disclaimer_warn": "本網站目前只接受來自馬來西亞的訂單, 來自中國或其他地區的客戶請通過微信，郵件，電話，或其他社交媒體聯繫我們！",
  "connected": "在社交網絡上關注我們吧！",
  "main_text2": "100% 上等純燕窩",
  "main_text":  "珍貴與純真",
  "no_item": "購物車目前是空的",
  "items_in_cart": "物品數量: ",
  "view_cart": "查看購物車",
  "checkout": "準備結賬",
  "show_more": "顯示更多"
}