{
  "home": "Home",
  "products": "Products",
  "main_page_title" : "100% Natural Bird's Nest",
  "explore": "Explore our products",
  "top_sales": "Top Sales",
  "visit_factory_title": "Take a sneak peek at our factory!",
  "visit_factory_text": "We keep our factory process very transparent, and we are not afraid to prove the '100% Natural' title",
  "learn": "Learn More →",
  "about": "About",
  "about_us": "Our company has more than 20 years of history, where our first Swiftlet (Bird Nest) house was bought in 1995. We hand harvest our bird nests on a regular basis from our Switflet houses all over Malaysia, which ensure they are pure, clean, and high-quality. Our factory processes birdnesses in a hygienic and chemical-free environment without adding any food colorings or bleach into our birdnesses, which again ensures they not only taste great, but also 100% natural.",
  "about_us_long1": "Our company has more than 20 years of history, tracing back to when we first started Swiftlet (Birdnest) Farming in Malaysia. Our first Swiftlet house was bought in 1995 and Birdnests were hand harvested on a regular basis. Over the years, we have learned the skills to build our own Swiftlet houses and grow our Swiftlet farming business steadily. Our business on Raw Birdnest Trading also expands progressively from within Malaysia to places beyond, like Hong Kong, Singapore, China and US, due to increasing demand from consumers in the region.",
  "about_us_long2": "Birdnests have always been regarded as a health delicacy for the rich and affluent due to the high pricing. Tedious & labor-intensive harvesting and processing steps of Birdnests continue to keep the product at such high pricing level. As strong believers to the health benefits of Birdnests, our company envisions to make Birdnests more affordable so to allow more people to enjoy the health benefits in Birdnest consumption.",
  "about_us_long3": "Our compnay works on streamlining the supply chain and focusing on providing high quality products. Our Birdnests come directly from our company's Swiftlet Farms and Swiftlet Farms in our alliance companies, allowing us to be in full control of our Birdnest quality.",
  "about_us_long4": "Our Birdnest processing is hygienic and chemical-free, we prohibit the use of food colorings and bleach in our food processing",
  "about_us_long5": "We have instituted quality control in each stage of production: from bird's nest collection, cleaning, drying, packaging, continuing to ingredient selection, cooking, final consumer packaging. We endeavour to improve our operations and strive to deliver the best products to our consumers, bringing better beauty, youth, and health to everyone.",
  "about_us_long6": "We continue to strive for excellence in our quality and services to our customers.",
  "swiftlet1": "Swiftlet farming involves the construction and/or conversion of human-centric buildings into protective and comfortable enclosed structures for swiftlets to reside and nest in. As such, in addition to the identification of suitable land and its surrounding environment, it is imperative to design and construct swiftlet farming houses that are able to accommodate and encourage the growth of swiftlets over successive years. Environmental factors such as external air temperature, internal room temperature, relative humidity, air velocity, and light intensity are key factors for a successful Swiftlet Farming House.",
  "swiftlet2": "Successful swiftlet farming houses are able to attract swiftlets of the species Aerodramus fuciphagus that produces one of the highest qualities Edible Bird Nests (EBN). For centuries, swiftlet nests of edible bird's nests had been known as a delicacy that is high in nutrition ad medicinal value by many Asian countries like China, Hong Kong, Singapore, Japan, and other Asia Pacific countries. It is also labeled as one of the most coveted beauty products in Asia and known as 'Caviar of the East'.",
  "swiftlet3": "Thus, EBN is a high value commercial product and its successful farming could yield high potential returns for investors and traders.",
  "swiftlet4": "Therefore, we are proud to say that our swiftlet farms are certified by the Veterinary Health Mark (VHM) such as MyGAP. Hence, bird's nest produced from our swiftlet farms are among the finest with minimal impurities, authentic colour and of highest quality.",
  "factory": "Our Factory",
  "search": "Search...",
  "shopping_cart": "Shopping Cart",
  "thank_you": "Thank you",
  "thanks": "Thanks",
  "signup": "Sign Up",
  "login": "Login",
  "signout": "Sign Out",
  "language": "Language",
  "english": "English",
  "zh": "Simplified Chinese",
  "zhc": "Traditional Chinese",
  "cart": "Add to Cart",
  "qty": "Qty:",
  "hot": "Hot Sale",
  "acc": "Account",
  "aboutus": "About Us",
  "story": "Our Story",
  "mission": "Our Mission",
  "bhours": "Business Hours",
  "mon": "Monday",
  "sun": "Sunday",
  "rest": "Monday - Sunday",
  "closed": "closed on Holidays",
  "contact": "Contact",
  "disclaimer": "Disclaimer",
  "disclaimer_warn": "This website currently only accepts orders from Malaysia and Malaysia only, customers from other regions such as China, please contact us via Wechat, Facebook, Instagram, email, or phone!",
  "connected": "Get connected with us on social networks!",
  "main_text": "Renowned | Prestige | Pure",
  "main_text2": "100% Natural Bird's Nest",
  "no_item": "No items... yet",
  "items_in_cart": "Items in cart: ",
  "view_cart": "VIEW CART",
  "checkout": "CHECK OUT",
  "show_more": "Show More",
  "please_wait": "Please wait...",
  "cart_empty": "Oops! Your cart is empty!",
  "cart_empty_text": "Try adding some items and come back!",
  "your_cart": "Your Shopping Cart",
  "items_cart": "Items in cart",
  "total_text1": "Total ",
  "total_text2": "items",
  "select_type": "Select a type...",
  "fresh": "Fresh",
  "condensed": "Condensed",
  "dry": "Dry",
  "strips": "Strips",
  "other": "Other",
  "all": "All",
  "address": "Port Dickson, Negeri Sembilan, Malaysia",
  "gzy_trading": "Guan Zhi Yan Trading",
  "copyright": "Copyright",
  "swiftlet_farming": "Swiftlet Farming",
  "dashboard": "Dashboard",
  "delivery_status": "DELIVERY STATUS",
  "order_confirm": "Order Confirm",
  "packaged": "Packaged",
  "shipped": "Shipped",
  "delivered": "Delivered",
  "your_orders": "YOUR ORDERS",
  "Image": "Image",
  "Name": "Name",
  "Quantity": "Quantity",
  "Price": "Price",
  "Subtotal": "Subtotal",
  "customer_details": "CUSTOMER DETAILS",
  "phone": "Phone",
  "Email": "Email",
  "Address1": "Address Line 1",
  "Address2": "Address Line 2",
  "Postal": "Postal",
  "City": "City",
  "State": "State",
  "Country": "Country",
  "Delete": "Delete"

}